IDEA Open Model
CalculationSetup.UlsDiagram Property
Compatible with IDEA StatiCa Beta 20.0
 ULS capacity N-M-M
 Namespace: IdeaRS.OpenModel.Concrete
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.2
Syntax
public bool UlsDiagram { get; set; }
Public Property UlsDiagram As Boolean
	Get
	Set
Property Value
Type: Boolean
See Also
Reference
CalculationSetup Class
IdeaRS.OpenModel.Concrete Namespace